/* File Upload multiple photos label */
"# Photos (file upload on page label for multiple photos)" = "%@ fotó";

/* File Upload images and videos label */
"# Photos and # Videos (file upload on page label for image and videos)" = "%@ és %@";

/* File Upload multiple videos label */
"# Videos (file upload on page label for multiple videos)" = "%@ videó";

/* accessibility help text for media controller time value >= 1 day */
"%1$d days %2$d hours %3$d minutes %4$d seconds" = "%1$d nap %2$d óra %3$d perc %4$d másodperc";

/* accessibility help text for media controller time value >= 60 minutes */
"%1$d hours %2$d minutes %3$d seconds" = "%1$d óra %2$d perc %3$d másodperc";

/* accessibility help text for media controller time value >= 60 seconds */
"%1$d minutes %2$d seconds" = "%1$d perc %2$d másodperc";

/* accessibility help text for media controller time value < 60 seconds */
"%1$d seconds" = "%1$d másodperc";

/* window title for a standalone image (uses multiplication symbol, not x) */
"%@ %@×%@ pixels" = "%@ %@×%@ pixel";

/* visible name of the plug-in host process. The first argument is the plug-in name and the second argument is the application name. */
"%@ (%@ Internet plug-in)" = "%@ (%@ internet-plugin)";

/* Text track display name format that includes the language of the subtitle, in the form of 'Title (Language)' */
"%@ (%@)" = "%@ (%@)";

/* Text track display name format that includes the country and language of the subtitle, in the form of 'Title (Language-Country)' */
"%@ (%@-%@)" = "%@ (%@-%@)";

/* Text track contains closed captions */
"%@ CC" = "%@ CC";

/* visible name of the database process. The argument is the application name. */
"%@ Database Storage" = "%@ adatbázistárhely";

/* Text track contains simplified (3rd grade level) subtitles */
"%@ Easy Reader" = "%@ Easy Reader";

/* visible name of the network process. The argument is the application name. */
"%@ Networking" = "%@-hálózatkezelés";

/* Text track contains subtitles for the deaf and hard of hearing */
"%@ SDH" = "%@ SDH";

/* Visible name of the web process. The argument is the application name. */
"%@ Web Content" = "%@ webtartalom";

/* Name of application's single WebCrypto master key in Keychain */
"%@ WebCrypto Master Key" = "%@ WebCrypto-főkulcs";

/* Label to describe the number of files selected in a file upload control that allows multiple files */
"%d files" = "%d fájl";

/* Label for PDF page number indicator. */
"%d of %d" = "%d/%d";

/* Present the number of selected <option> items in a <select multiple> element (iOS only) */
"%zu Items" = "%zu elem";

/* Present the element <select multiple> when no <option> items are selected (iOS only) */
"0 Items" = "0 elem";

/* Present the element <select multiple> when a single <option> is selected (iOS only) */
"1 Item" = "1 elem";

/* File Upload single photo label */
"1 Photo (file upload on page label for one photo)" = "1 fotó";

/* File Upload single video label */
"1 Video (file upload on page label for one video)" = "1 videó";

/* Menu item title for KEYGEN pop-up menu */
"1024 (Medium Grade)" = "1024 (közepes minőség)";

/* Menu item title for KEYGEN pop-up menu */
"2048 (High Grade)" = "2048 (magas minőség)";

/* Menu item title for KEYGEN pop-up menu */
"512 (Low Grade)" = "512 (alacsony minőség)";

/* window title for a standalone image (uses multiplication symbol, not x) */
"<filename> %d×%d pixels" = "<fájlnév> %d×%d képpont";

/* WKErrorJavaScriptExceptionOccurred description */
"A JavaScript exception occurred" = "JavaScript-kivétel történt";

/* Title for Add to Reading List action button */
"Add to Reading List" = "Hozzáadás az olvasási listához";

/* Undo action name */
"Align Left (Undo action name)" = "Igazítás balra";

/* Undo action name */
"Align Right (Undo action name)" = "Igazítás jobbra";

/* WKErrorUnknown description */
"An unknown error occurred" = "Ismeretlen hiba történt";

/* Menu item label for automatic track selection behavior */
"Auto (Recommended)" = "Automatikus (javasolt)";

/* Back context menu item */
"Back" = "Vissza";

/* Label text to be used if plugin is blocked by a page's Content Security Policy */
"Blocked Plug-In (Blocked by page's Content Security Policy)" = "Blokkolt plugin";

/* Label text to be used when an insecure plug-in version was blocked from loading */
"Blocked Plug-In (Insecure plug-in)" = "Blokkolt plugin";

/* Bold context menu item */
"Bold" = "Félkövér";

/* Undo action name */
"Bold (Undo action name)" = "Félkövér";

/* menu item title for phone number */
"Call Using iPhone:" = "Hívás iPhone-nal:";

/* File Upload alert sheet button string to cancel */
"Cancel (file upload action sheet)" = "Mégsem";

/* Title for Cancel button label in button bar */
"Cancel button label in button bar" = "Mégsem";

/* Capitalize context menu item */
"Capitalize" = "Nagy kezdőbetűs írásmód";

/* Undo action name */
"Center (Undo action name)" = "Középen";

/* Undo action name */
"Change Attributes (Undo action name)" = "Attribútumok módosítása";

/* Check spelling context menu item */
"Check Document Now" = "A dokumentum azonnali ellenőrzése";

/* Check grammar with spelling context menu item */
"Check Grammar With Spelling" = "Nyelvtan ellenőrzése a helyesírással";

/* Check spelling while typing context menu item */
"Check Spelling While Typing" = "Helyesírás ellenőrzése gépelés közben";

/* title for a single file chooser button used in HTML forms */
"Choose File" = "Fájl kiválasztása";

/* title for a multiple file chooser button used in HTML forms. This title should be as short as possible. */
"Choose Files" = "Fájlok kiválasztása";

/* Title for file button used in HTML5 forms for multiple media files */
"Choose Media (Multiple)" = "Média kiválasztása (többszörös)";

/* Title for file button used in HTML forms for media files */
"Choose Media (Single)" = "Média kiválasztása (egy)";

/* Clear button in date input popover */
"Clear Button Date Popover" = "Törlés";

/* menu item in Recent Searches menu that empties menu's contents */
"Clear Recent Searches" = "Friss keresések törlése";

/* Message to display in browser window when in webkit full screen mode. */
"Click to exit full screen mode" = "Kattintson a teljes képernyős üzemmód bezárásához";

/* Subtitle of the label to show on a snapshotted plug-in */
"Click to restart" = "Kattintson ide az újraindításhoz";

/* WebKitErrorCannotShowMIMEType description */
"Content with specified MIME type can’t be shown" = "A megadott MIME-típusú tartalom nem jeleníthető meg";

/* Media Controls context menu item */
"Controls" = "Vezérlőelemek";

/* Copy context menu item */
"Copy" = "Másolás";

/* Title for Copy Link or Image action button */
"Copy ActionSheet Link" = "Másolás";

/* Copy Audio Address Location context menu item */
"Copy Audio Address" = "Hang címének másolása";

/* Copy Image context menu item */
"Copy Image" = "Kép másolása";

/* Copy Link context menu item */
"Copy Link" = "Link másolása";

/* Copy Video Address Location context menu item */
"Copy Video Address" = "Videó címének másolása";

/* Correct Spelling Automatically context menu item */
"Correct Spelling Automatically" = "Helyesírás automatikus ellenőrzése";

/* Undo action name */
"Create Link (Undo action name)" = "Link létrehozása";

/* Cut context menu item */
"Cut" = "Kivágás";

/* Undo action name */
"Cut (Undo action name)" = "Kivágás";

/* Default writing direction context menu item */
"Default" = "Alapértelmezett";

/* Undo action name (Used only by PLATFORM(IOS) code) */
"Delete (Undo action name)" = "Törlés";

/* text to display in <details> tag when it has no <summary> child */
"Details" = "Részletek";

/* Undo action name (Used only by PLATFORM(IOS) code) */
"Dictation (Undo action name)" = "Diktálás";

/* Download Audio To Disk context menu item */
"Download Audio" = "Audió letöltése";

/* Download Image context menu item */
"Download Image" = "Kép letöltése";

/* Download Linked File context menu item */
"Download Linked File" = "Linkelt fájl letöltése";

/* Download Video To Disk context menu item */
"Download Video" = "Videó letöltése";

/* Undo action name */
"Drag (Undo action name)" = "Húzás";

/* Video Enter Fullscreen context menu item */
"Enter Full Screen" = "Váltás teljes képernyőre";

/* Video Exit Fullscreen context menu item */
"Exit Full Screen" = "Kilépés a teljes képernyőről";

/* Default application name for Open With context menu */
"Finder" = "Finder";

/* Font context sub-menu item */
"Font" = "Betűtípus";

/* Undo action name */
"Format Block (Undo action name)" = "Formázás";

/* Forward context menu item */
"Forward" = "Előre";

/* WebKitErrorFrameLoadInterruptedByPolicyChange description */
"Frame load interrupted" = "Képkocka betöltése megszakadt";

/* accessibility role description for web area */
"HTML content" = "HTML-tartalom";

/* Hide Media Controls context menu item */
"Hide Controls" = "Vezérlők elrejtése";

/* menu item title */
"Hide Spelling and Grammar" = "Helyesírás és nyelvtan elrejtése";

/* menu item title */
"Hide Substitutions" = "Helyettesítések elrejtése";

/* The default, default character encoding on Windows */
"ISO-8859-1" = "ISO-8859-1";

/* Ignore Grammar context menu item */
"Ignore Grammar" = "Nyelvtan kihagyása";

/* Ignore Spelling context menu item */
"Ignore Spelling" = "Helyesírás kihagyása";

/* Undo action name */
"Indent (Undo action name)" = "Behúzás";

/* Undo action name */
"Insert List (Undo action name)" = "Lista beszúrása";

/* Inspect Element context menu item */
"Inspect Element" = "Elem vizsgálata";

/* Italic context menu item */
"Italic" = "Dőlt";

/* Undo action name */
"Italics (Undo action name)" = "Dőlt betűk";

/* WebKitErrorJavaUnavailable description */
"Java is unavailable" = "A Java nem elérhető";

/* Title for action sheet for JavaScript link */
"JavaScript Action Sheet Title" = "JavaScript";

/* Undo action name */
"Justify (Undo action name)" = "Sorkizárás";

/* Name of keychain key generated by the KEYGEN tag */
"Key from %@" = "Kulcs innen: %@";

/* Learn Spelling context menu item */
"Learn Spelling" = "Helyesírás megjegyzése";

/* Left to Right context menu item */
"Left to Right" = "Balról jobbra";

/* Media controller status message when watching a live broadcast */
"Live Broadcast" = "Élő adás";

/* Media controller status message when the media is loading */
"Loading..." = "Betöltés...";

/* Look Up in Dictionary context menu item */
"Look Up in Dictionary" = "Kikeresés a Lexikonból";

/* Look Up context menu item with selected word */
"Look Up “%@”" = "„%@” keresése";

/* Look Up context menu item with selected word */
"Look Up “<selection>”" = "„<kijelölést>” keresése";

/* Media Loop context menu item */
"Loop" = "Hurok";

/* Undo action name */
"Loosen Kerning (Undo action name)" = "Alámetszés tágítása";

/* Undo action name */
"Lower Baseline (Undo action name)" = "Alapvonal süllyesztése";

/* Make Lower Case context menu item */
"Make Lower Case" = "Kisbetűssé alakítás";

/* Make Upper Case context menu item */
"Make Upper Case" = "Nagybetűssé alakítás";

/* Label text to be used when a plugin is missing */
"Missing Plug-in" = "Hiányzó plugin";

/* Media Mute context menu item */
"Mute" = "Némítás";

/* No Guesses Found context menu item */
"No Guesses Found" = "Nem található becslés";

/* Empty select list */
"No Options Select Popover" = "Nincsenek opciók";

/* Label for only item in menu that appears when clicking on the search field image, when no searches have been performed */
"No recent searches" = "Nincsenek legutóbbi keresések";

/* WebKitErrorCannotUseRestrictedPort description */
"Not allowed to use restricted network port" = "Korlátozott hálózati port használata nem engedélyezett";

/* Menu item label for the track that represents disabling closed captions */
"Off" = "Ki";

/* Title for Open Link action button */
"Open ActionSheet Link" = "Megnyitás";

/* Open Audio in New Window context menu item */
"Open Audio in New Window" = "Hang megnyitása új ablakban";

/* Open Frame in New Window context menu item */
"Open Frame in New Window" = "Képkocka megnyitása új ablakban";

/* Open Image in New Window context menu item */
"Open Image in New Window" = "Kép megnyitása új ablakban";

/* Open Link context menu item */
"Open Link" = "Link megnyitása";

/* Open in New Window context menu item */
"Open Link in New Window" = "Link megnyitása új ablakban";

/* Open Video in New Window context menu item */
"Open Video in New Window" = "Videó megnyitása új ablakban";

/* context menu item for PDF */
"Open with %@" = "Megnyitás ezzel: %@";

/* Undo action name */
"Outdent (Undo action name)" = "Kitolás";

/* Outline context menu item */
"Outline" = "Kontúr";

/* Undo action name */
"Outline (Undo action name)" = "Kontúr";

/* Paragraph direction context sub-menu item */
"Paragraph Direction" = "Bekezdésirány";

/* Paste context menu item */
"Paste" = "Beillesztés";

/* Undo action name */
"Paste (Undo action name)" = "Beillesztés";

/* Undo action name */
"Paste Font (Undo action name)" = "Betűtípusok beillesztése";

/* Undo action name */
"Paste Ruler (Undo action name)" = "Vonalzó beillesztése";

/* Media Pause context menu item */
"Pause" = "Szüneteltetés";

/* File Upload alert sheet button string for choosing an existing media item from the Photo Library */
"Photo Library (file upload action sheet)" = "Fotókönyvtár";

/* Media Play context menu item */
"Play" = "Lejátszás";

/* accessibility help text for enter fullscreen button */
"Play movie in fullscreen mode" = "Film lejátszása teljesképernyős módban";

/* Label text to be used if plugin host process has crashed */
"Plug-in Failure" = "Pluginhiba";

/* WebKitErrorPlugInCancelledConnection description */
"Plug-in cancelled" = "Plugin visszavonva";

/* WebKitErrorPlugInWillHandleLoad description */
"Plug-in handled load" = "Plugin által kezelt terhelés";

/* Description of the primary type supported by the PDF pseudo plug-in. Visible in the Installed Plug-ins page in Safari. */
"Portable Document Format" = "Portable Document Format (PDF)";

/* Description of the PostScript type supported by the PDF pseudo plug-in. Visible in the Installed Plug-ins page in Safari. */
"PostScript" = "PostScript";

/* Undo action name */
"Raise Baseline (Undo action name)" = "Alapvonal emelése";

/* label for first item in the menu that appears when clicking on the search field image, used as embedded menu title */
"Recent Searches" = "Friss keresések";

/* Reload context menu item */
"Reload" = "Újratöltés";

/* default label for Reset buttons in forms on web pages */
"Reset" = "Visszaállítás";

/* Right to Left context menu item */
"Right to Left" = "Jobbról balra";

/* Title for Save Image action button */
"Save Image" = "Kép mentése";

/* Search in Spotlight context menu item */
"Search in Spotlight" = "Spotlight keresés";

/* Search with search provider context menu item with provider name inserted */
"Search with %@" = "Keresés a következővel: %@";

/* Search with Google context menu item */
"Search with Google" = "Keresés a Google-lal";

/* Selection direction context sub-menu item */
"Selection Direction" = "Kijelölésirány";

/* Undo action name */
"Set Background Color (Undo action name)" = "Háttérszín beállítása";

/* Undo action name */
"Set Color (Undo action name)" = "Szín beállítása";

/* Undo action name */
"Set Font (Undo action name)" = "Betűtípus beállítása";

/* Undo action name */
"Set Traditional Character Shape (Undo action name)" = "Hagyományos karakterforma beállítása";

/* Undo action name */
"Set Writing Direction (Undo action name)" = "Írás irányának beállítása";

/* Show colors context menu item */
"Show Colors" = "Színek megjelenítése";

/* Show Media Controls context menu item */
"Show Controls" = "Vezérlők megjelenítése";

/* Show fonts context menu item */
"Show Fonts" = "Betűtípusok megjelenítése";

/* menu item title */
"Show Spelling and Grammar" = "Helyesírás és nyelvtan megjelenítése";

/* menu item title */
"Show Substitutions" = "Helyettesítések megjelenítése";

/* Title of the context menu item to show when PDFPlugin was used instead of a blocked plugin */
"Show in blocked plug-in" = "Megjelenítés a blokkolt pluginban";

/* Smart Copy/Paste context menu item */
"Smart Copy/Paste" = "Intelligens másolás/beillesztés";

/* Smart Dashes context menu item */
"Smart Dashes" = "Intelligens kötőjelek";

/* Smart Links context menu item */
"Smart Links" = "Intelligens linkek";

/* Smart Quotes context menu item */
"Smart Quotes" = "Intelligens idézőjelek";

/* Title of the label to show on a snapshotted plug-in */
"Snapshotted Plug-In" = "Plugin, amelyről pillanatkép készült";

/* Speech context sub-menu item */
"Speech" = "Beszéd";

/* Spelling and Grammar context sub-menu item */
"Spelling and Grammar" = "Helyesírás és nyelvtan";

/* title for Start Debugging JavaScript menu item */
"Start Debugging JavaScript" = "JavaScript-hibakeresés indítása";

/* title for Start Profiling JavaScript menu item */
"Start Profiling JavaScript" = "JavaScript-profilkezelés indítása";

/* Start speaking context menu item */
"Start Speaking" = "Beszéd elindítása";

/* Stop context menu item */
"Stop" = "Leállítás";

/* title for Stop Debugging JavaScript menu item */
"Stop Debugging JavaScript" = "JavaScript-hibakeresés leállítása";

/* title for Stop Profiling JavaScript menu item */
"Stop Profiling JavaScript" = "JavaScript-profilkezelés leállítása";

/* Stop speaking context menu item */
"Stop Speaking" = "Beszéd leállítása";

/* Styles context menu item */
"Styles..." = "Stílusok...";

/* default label for Submit buttons in forms on web pages */
"Submit" = "Beküldés";

/* alt text for <input> elements with no alt, title, or value */
"Submit (input element)" = "Beküldés";

/* Undo action name */
"Subscript (Undo action name)" = "Alsó index";

/* Substitutions context sub-menu item */
"Substitutions" = "Helyettesítések";

/* Menu section heading for subtitles */
"Subtitles" = "Feliratok";

/* Undo action name */
"Superscript (Undo action name)" = "Felső index";

/* File Upload alert sheet camera button string for taking only photos */
"Take Photo (file upload action sheet)" = "Fénykép készítése";

/* File Upload alert sheet camera button string for taking photos or videos */
"Take Photo or Video (file upload action sheet)" = "Fotó vagy videó készítése";

/* File Upload alert sheet camera button string for taking only videos */
"Take Video (file upload action sheet)" = "Videó készítése";

/* Text Replacement context menu item */
"Text Replacement" = "Csereszöveg";

/* WebKitErrorCannotShowURL description */
"The URL can’t be shown" = "Az URL nem jeleníthető meg";

/* WKErrorWebViewInvalidated description */
"The WKWebView was invalidated" = "A WKWeb érvénytelenítve lett";

/* WKErrorWebContentProcessTerminated description */
"The Web Content process was terminated" = "A Webtartalom folyamat le lett állítva";

/* WebKitErrorGeolocationLocationUnknown description */
"The current location cannot be found." = "Az aktuális helyzet nem található.";

/* WebKitErrorCannotFindPlugin description */
"The plug-in can’t be found" = "A plugin nem található";

/* WebKitErrorCannotLoadPlugin description */
"The plug-in can’t be loaded" = "A plugin nem tölthető be";

/* prompt string in authentication panel */
"The user name or password you entered for area “%@” on %@ was incorrect. Make sure you’re entering them correctly, and then try again." = "A(z) %2$@ helyen lévő „%1$@” terület számára megadott felhasználói név vagy jelszó helytelen. Győződjön meg róla, hogy helyesen adja meg azokat, és próbálja újra. ";

/* prompt string in authentication panel */
"The user name or password you entered for the %@ proxy server %@ was incorrect. Make sure you’re entering them correctly, and then try again." = "A(z) %2$@ %1$@ proxy szerver számára megadott felhasználói név vagy jelszó helytelen. Győződjön meg róla, hogy helyesen adja meg azokat, és próbálja újra. ";

/* prompt string in authentication panel */
"The user name or password you entered for this area on %@ was incorrect. Make sure you’re entering them correctly, and then try again." = "Az ezen a helyen lévő %@ terület számára megadott felhasználói név vagy jelszó helytelen. Győződjön meg róla, hogy helyesen adja meg azokat, és próbálja újra. ";

/* text that appears at the start of nearly-obsolete web pages in the form of a 'searchable index' */
"This is a searchable index. Enter search keywords: " = "Ez egy kereshető index. Adja meg a keresési kulcsszavakat: ";

/* Undo action name */
"Tighten Kerning (Undo action name)" = "Alámetszés szűkítése";

/* prompt string in authentication panel */
"To view this page, you must log in to area “%@” on %@." = "Ennek az oldalnak a megtekintéséhez be kell jelentkeznie a(z) %@ „%@” területére.";

/* prompt string in authentication panel */
"To view this page, you must log in to the %@ proxy server %@." = "Ennek az oldalnak a megtekintéséhez be kell jelentkeznie a(z) %2$@ %1$@ proxyszerverre.";

/* prompt string in authentication panel */
"To view this page, you must log in to this area on %@:" = "Ennek az oldalnak a megtekintéséhez be kell jelentkeznie a(z) %@ ezen területére:";

/* Transformations context sub-menu item */
"Transformations" = "Átalakítások";

/* Undo action name */
"Turn Off Kerning (Undo action name)" = "Alámetszés kikapcsolása";

/* Undo action name */
"Turn Off Ligatures (Undo action name)" = "Ligatúrák kikapcsolása";

/* We don't care if we find this string, but searching for it will load the plist and save the results. */
"Typing (Undo action name)" = "Gépelés";

/* Underline context menu item */
"Underline" = "Aláhúzás";

/* Undo action name */
"Underline (Undo action name)" = "Aláhúzás";

/* Unknown filesize FTP directory listing item */
"Unknown (filesize)" = "Ismeretlen";

/* Menu item label for a text track that has no other name */
"Unknown (text track)" = "Ismeretlen";

/* Undo action name */
"Unlink (Undo action name)" = "Link megszüntetése";

/* Undo action name */
"Unscript (Undo action name)" = "Az index/kitevő megszüntetése";

/* Undo action name */
"Use All Ligatures (Undo action name)" = "Összes ligatúra használata";

/* Undo action name */
"Use Standard Kerning (Undo action name)" = "Szabványos alámetszés használata";

/* Undo action name */
"Use Standard Ligatures (Undo action name)" = "Szabványos ligatúrák használata";

/* Description of WebCrypto master keys in Keychain */
"Used to encrypt WebCrypto keys in persistent storage, such as IndexedDB" = "WebCrypto-kulcsokat titkosít az állandó tárolóban (pl. IndexedDB)";

/* Web Inspector window title */
"Web Inspector — %@" = "Webvizsgáló — %@";

/* Pseudo plug-in name, visible in the Installed Plug-ins page in Safari. */
"WebKit built-in PDF" = "WebKit beépített PDF";

/* WebKitErrorInternal description */
"WebKit encountered an internal error" = "A WebKit belső hibát észlelt";

/* message in authentication panel */
"Your login information will be sent securely." = "A bejelentkezési adatai biztonságosan lesznek továbbítva.";

/* message in authentication panel */
"Your password will be sent unencrypted." = "A jelszava titkosítatlanul lesz továbbítva.";

/* HTTP result code string */
"accepted" = "elfogadva";

/* Verb stating the action that will occur when a text field is selected, as used by accessibility */
"activate" = "ennek aktiválása:";

/* An ARIA accessibility group that acts as an alert. */
"alert" = "riasztás";

/* An ARIA accessibility group that acts as an alert dialog. */
"alert dialog" = "figyelmeztető párbeszédablak";

/* An ARIA accessibility group that acts as an application. */
"application" = "alkalmazás";

/* An ARIA accessibility group that acts as a status update. */
"application status" = "alkalmazás állapota";

/* An ARIA accessibility group that acts as an article. */
"article" = "cikk";

/* accessibility help text for audio element controller */
"audio element playback controls and status display" = "hangelemlejátszás-vezérlő és állapotkijelző";

/* accessibility label for audio element controller */
"audio playback" = "hanglejátszás";

/* accessibility label for seek back 30 seconds button */
"back 30 seconds" = "vissza 30 másodperccel";

/* HTTP result code string */
"bad gateway" = "hibás átjáró";

/* HTTP result code string */
"bad request" = "hibás kérés";

/* An ARIA accessibility group that acts as a banner. */
"banner" = "szalagcím";

/* accessibility help text for play button */
"begin playback" = "lejátszás megkezdése";

/* accessibility description for a search field cancel button */
"cancel" = "mégsem";

/* Verb stating the action that will occur when an unchecked checkbox is clicked, as used by accessibility */
"check" = "ennek kijelölése:";

/* HTTP result code string */
"client error" = "ügyfélhiba";

/* An ARIA accessibility group that acts as a region of complementary information. */
"complementary" = "kiegészítő";

/* HTTP result code string */
"conflict" = "ütközés";

/* An ARIA accessibility group that contains content. */
"content information" = "tartalmi információk";

/* HTTP result code string */
"continue" = "folytatás";

/* HTTP result code string */
"created" = "létrehozva";

/* accessibility help text for movie status display */
"current movie status" = "aktuális filmállapot";

/* accessibility help text for elapsed time display */
"current movie time in seconds" = "aktuális filmidő másodpercben";

/* role description of ARIA definition role */
"definition" = "meghatározás";

/* description detail */
"description" = "leírás";

/* accessibility role description of a description list */
"description list" = "leíráslista";

/* An ARIA accessibility group that acts as an dialog. */
"dialog" = "párbeszédablak";

/* An ARIA accessibility group that acts as a document. */
"document" = "dokumentum";

/* accessibility label for elapsed time display */
"elapsed time" = "eltelt idő";

/* accessibility label for enter fullscreen button */
"enter fullscreen" = "váltás teljes képernyőre";

/* accessibility label for exit fullscreen button */
"exit fullscreen" = "kilépés a teljes képernyős módból";

/* HTTP result code string */
"expectation failed" = "várakozás sikertelen";

/* accessibility label for fast forward button */
"fast forward" = "előretekerés";

/* accessibility label for fast reverse button */
"fast reverse" = "gyors visszatekerés";

/* accessibility role description for a file upload button */
"file upload button" = "fájlfeltöltési gomb";

/* accessibility role description for a footer */
"footer" = "lábléc";

/* HTTP result code string */
"forbidden" = "tiltott";

/* HTTP result code string */
"found" = "találat";

/* HTTP result code string */
"gateway timed out" = "az átjáró időkorlátja lejárt";

/* accessibility role description for headings */
"heading" = "címsor";

/* accessibility label for hide closed captions button */
"hide closed captions" = "feliratok elrejtése";

/* accessibility role description for image map */
"image map" = "képtérkép";

/* accessibility help text for an indefinite media controller time value */
"indefinite time" = "határozatlan idő";

/* HTTP result code string */
"informational" = "információs";

/* HTTP result code string */
"internal server error" = "belső kiszolgálóhiba";

/* Verb stating the action that will occur when a link is clicked, as used by accessibility */
"jump" = "ugrás";

/* HTTP result code string */
"length required" = "hossz szükséges";

/* accessibility role description for link */
"link" = "link";

/* accessibility role description for list marker */
"list marker" = "felsorolásjel";

/* An ARIA accessibility group that acts as a console log. */
"log" = "napló";

/* An ARIA accessibility group that is the main portion of the website. */
"main" = "központi";

/* An ARIA accessibility group that acts as a marquee. */
"marquee" = "mozgó";

/* An ARIA accessibility group that contains mathematical symbols. */
"math" = "matematikai";

/* HTTP result code string */
"method not allowed" = "módszer nem engedélyezett";

/* HTTP result code string */
"moved permanently" = "tartósan áthelyezve";

/* accessibility label for timeline slider */
"movie time" = "filmidő";

/* accessibility help text for timeline slider */
"movie time scrubber" = "filmidőtekerő";

/* accessibility help text for timeline slider thumb */
"movie time scrubber thumb" = "filmidőtekerő";

/* HTTP result code string */
"multiple choices" = "többszörös választás";

/* accessibility label for mute button */
"mute" = "némítás";

/* accessibility help text for mute button */
"mute audio tracks" = "hangsávok némítása";

/* An ARIA accessibility group that contains the main navigation elements of a website. */
"navigation" = "navigáció";

/* HTTP result code string */
"needs proxy" = "proxy szükséges";

/* HTTP result code string */
"no content" = "nincs tartalom";

/* HTTP result code string */
"no error" = "nincs hiba";

/* text to display in file button used in HTML forms when no file is selected */
"no file selected" = "nincs kiválasztva fájl";

/* text to display in file button used in HTML forms when no files are selected and the button allows multiple files to be selected */
"no files selected" = "nincs kijelölt fájl";

/* HTTP result code string */
"no longer exists" = "többé nem létezik";

/* Text to display in file button used in HTML forms for media files when no media files are selected and the button allows multiple files to be selected */
"no media selected (multiple)" = "nincs kiválasztva média (többszörös)";

/* Text to display in file button used in HTML forms for media files when no media file is selected */
"no media selected (single)" = "nincs kiválasztva média (egy)";

/* HTTP result code string */
"non-authoritative information" = "nem mérvadó információ";

/* HTTP result code string */
"not found" = "nem található";

/* HTTP result code string */
"not modified" = "nincs módosítva";

/* An ARIA accessibility group that acts as a note in a document. */
"note" = "feljegyzés";

/* accessibility help text for remaining time display */
"number of seconds of movie remaining" = "a film hátralévő másodperceinek száma";

/* HTTP result code string */
"partial content" = "részleges tartalom";

/* Validation message for input form controls requiring a constrained value according to pattern */
"pattern mismatch" = "mintázateltérés";

/* accessibility label for pause button */
"pause" = "szüneteltetés";

/* accessibility help text for pause button */
"pause playback" = "lejátszás szüneteltetése";

/* HTTP result code string */
"payment required" = "fizetés szükséges";

/* accessibility label for play button */
"play" = "lejátszás";

/* HTTP result code string */
"precondition failed" = "előfeltétel nem teljesül";

/* Verb stating the action that will occur when a button is pressed, as used by accessibility */
"press" = "nyomja meg";

/* HTTP result code string */
"proxy authentication required" = "proxyhitelesítés szükséges";

/* Validation message for input form controls with value higher than allowed maximum */
"range overflow" = "tartomány-túlcsordulás";

/* Validation message for input form controls with value lower than allowed minimum */
"range underflow" = "tartomány-alulcsordulás";

/* HTTP result code string */
"redirected" = "átirányítva";

/* An ARIA accessibility group that acts as a distinct region in a document. */
"region" = "régió";

/* accessibility label for time remaining display */
"remaining time" = "hátralévő idő";

/* HTTP result code string */
"request timed out" = "kérés időkorlátja lejárt";

/* HTTP result code string */
"request too large" = "a kérés túl nagy";

/* HTTP result code string */
"requested URL too long" = "a kért URL-cím túl hosszú";

/* HTTP result code string */
"requested range not satisfiable" = "a kért tartomány nem teljesíthető";

/* HTTP result code string */
"reset content" = "tartalom visszaállítása";

/* accessibility help text for return streaming movie to real time button */
"return streaming movie to real time" = "visszatérés az streamfilmről valós idejűre";

/* accessibility label for return to real time button */
"return to realtime" = "visszatérés valós idejűre";

/* An ARIA accessibility group that contains a search feature of a website. */
"search" = "keresés";

/* HTTP result code string */
"see other" = "lásd a többit";

/* accessibility help text for jump back 30 seconds button */
"seek movie back 30 seconds" = "visszafelé keresés 30 másodperccel a filmben";

/* accessibility help text for fast rewind button */
"seek quickly back" = "gyors keresés visszafelé";

/* accessibility help text for fast forward button */
"seek quickly forward" = "gyors keresés előrefelé";

/* Verb stating the action that will occur when a radio button is clicked, as used by accessibility */
"select" = "kijelölés";

/* accessibility role description for a horizontal rule [<hr>] */
"separator" = "elválasztó";

/* HTTP result code string */
"server error" = "kiszolgálóhiba";

/* HTTP result code string */
"service unavailable" = "a szolgáltatás nem érhető el";

/* accessibility label for show closed captions button */
"show closed captions" = "feliratok megjelenítése";

/* accessibility help text for show closed captions button */
"start displaying closed captions" = "feliratok megjelenítésének elindítása";

/* accessibility label for movie status */
"status" = "állapot";

/* Validation message for input form controls with value not respecting the step attribute */
"step mismatch" = "lépéseltérés";

/* accessibility help text for hide closed captions button */
"stop displaying closed captions" = "feliratok megjelenítésének megállítása";

/* HTTP result code string */
"success" = "sikeres művelet";

/* HTTP result code string */
"switching protocols" = "protokollváltás";

/* An ARIA accessibility group that contains the content of a tab. */
"tab panel" = "lappanel";

/* HTTP result code string */
"temporarily redirected" = "ideiglenesen átirányítva";

/* term word of a description list */
"term" = "kifejezés";

/* accessibility label for timeline thumb */
"timeline slider thumb" = "idővonalcsúszka";

/* An ARIA accessibility group that acts as an updating timer. */
"timer" = "időzítő";

/* Validation message for form control elements with a value longer than maximum allowed length */
"too long" = "túl hosszú";

/* An ARIA accessibility group that acts as a tooltip. */
"tooltip" = "eszköztipp";

/* Validation message for input form controls with a value not matching type */
"type mismatch" = "típuseltérés";

/* HTTP result code string */
"unacceptable" = "elfogadhatatlan";

/* HTTP result code string */
"unauthorized" = "nem jogosult";

/* Verb stating the action that will occur when a checked checkbox is clicked, as used by accessibility */
"uncheck" = "kijelölés megszüntetése";

/* HTTP result code string */
"unimplemented" = "nem megvalósított";

/* Unknown filename */
"unknown" = "ismeretlen";

/* accessibility label for turn mute off button */
"unmute" = "némítás megszüntetése";

/* accessibility help text for un mute button */
"unmute audio tracks" = "hangsávok némításának megszüntetése";

/* HTTP result code string */
"unsupported media type" = "nem támogatott adathordozó-típus";

/* HTTP result code string */
"unsupported version" = "nem támogatott verzió";

/* Validation message for required form control elements that have no value */
"value missing" = "hiányzó érték";

/* accessibility help text for video element controller */
"video element playback controls and status display" = "videoelemlejátszás-vezérlő és állapotkijelző";

/* accessibility label for video element controller */
"video playback" = "videolejátszás";

/* "Open Link in Default Browser" action menu item */
"Open (action menu item)" = "Megnyitás";

/* "Preview Link" action menu item */
"Preview (action menu item)" = "Előnézet";

/* "Add to Reading List" action menu item */
"Add to Reading List (action menu item)" = "Hozzáadás az olvasási listához";

/* "Copy" action menu item in image menu */
"Copy (image action menu item)" = "Másolás";

/* "Add to Photos" action menu item */
"Add to Photos (action menu item)" = "Hozzáadás a Fotókhoz";

/* "Save to Downloads" action menu item in image menu */
"Save to Downloads (image action menu item)" = "Mentés a Letöltések mappába";

/* "Share" action menu item in image menu */
"Share (image action menu item)" = "Megosztás";

/* "Copy" action menu item in text menu */
"Copy (text action menu item)" = "Másolás";

/* "Look Up" action menu item */
"Look Up (action menu item)" = "Keresés";

/* "Paste" action menu item */
"Paste (action menu item)" = "Beillesztés";

/* "Suggestions" action menu item */
"Suggestions (action menu item)" = "Javaslatok";

/* "Copy" action menu item in video menu */
"Copy (video action menu item)" = "Másolás";

/* "Share" action menu item in video menu */
"Share (video action menu item)" = "Megosztás";

/* "Save to Downloads" action menu item in video menu */
"Save to Downloads (video action menu item)" = "Mentés a Letöltések mappába";
